Repository: divio/aldryn-apphooks-config
Catalog: aldryn_apphooks_config/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Config
de: Konfiguration
ru: Конфигурация

source: Select app config
de: App Konfiguration selektieren
ru: Выберите конфигурацию приложения

source: Select the app config for the new object
de: App Konfiguration für das neue Objekt selektieren
ru: Выберите конфигурацию приложения для нового объекта

source: When selecting a value, the form is reloaded to get the updated default
de: Das Formular wird neu geladen wenn ein neuer Wert ausgewählt wurde
ru: После выбора значения, форма перезагружается для получения обновлённых значений по умолчанию

source: Can't find any relation to an ApphookConfig model in {0}
de: Es kann keine Relation zum "ApphookConfig" Model in {0} gefunden werden
ru: Не могу найти связь с моделью ApphookConfig в {0}

source: Can't find relation to ApphookConfig model named "{0}" in "{1}"
de: Es kann keine Relation zum "ApphookConfig" Model mit dem Name "{0}" in "{1}" gefunden werden
ru: Не могу найти связь с моделью ApphookConfig названной "{0}" в "{1}"

source: "{0}" has {1} relations to an ApphookConfig model. Please, specify which one to use in argument "to". Choices are: {2}
de: "{0}" hat {1} Relationen zum "ApphookConfig" Model. Bitte spezifizieren welche benutzt werden soll im Feld "Zu". Auswahlmöglichkeiten sind: {2}
ru: "{0}" имеет {1} связи с моделью ApphookConfig. Пожалуйста, уточните какую именно использовать в аргументе "to". Варианты: {2}

source: Type
de: Typ
ru: Тип

source: Instance namespace
de: Instanz Namensraum
ru: Пространство имён экземпляра

source: Apphook config
de: Apphook Konfiguration
ru: Конфигурация apphook

source: Apphook configs
de: Apphook Konfigurationen
ru: Конфигурации apphook
